Repository: afeik/llm_test
Catalog: chatbot_v_0_9/components/languages/*/LC_MESSAGES/messages.po
Languages: de

source: Try Again?
de: Erneut versuchen?

source: <h4>Thank you for participating in the conversation!</h4>
de: <h4>Vielen Dank für Ihre Teilnahme an der Unterhaltung!</h4>

source: If you have further questions feel free to contact us:
de: Wenn Sie weitere Fragen haben, können Sie uns gerne kontaktieren:

source: <h3>Welcome to the Energy Transition Chatbot!</h3>
de: <h3>Willkommen beim Energiewende-Chatbot!</h3>

source: How experienced are you with the energy transition?
de: Wie erfahren sind Sie mit der Energiewende?

source: Start Chatbot
de: Chatbot starten

source: End Conversation
de: Unterhaltung beenden

source: Your response:
de: Ihre Antwort:

source: <h4>AI Summary of your concern:</h4>
de: <h4>KI Zusammenfassung Ihres Anliegens:</h4>

source: How confident are you that this statement is true?
de: Wie sicher sind Sie, dass diese Aussage wahr ist?

source: Submit Initial Rating
de: Erste Bewertung abschicken

source: <h4>Your initial concern was summarized as:</h4>
de: <h4>Ihr ursprüngliches Anliegen wurde wie folgt zusammengefasst:</h4>

source: After discussing, how confident are you now that this statement is true?
de: Nach der Diskussion, wie sicher sind Sie jetzt, dass diese Aussage wahr ist?

source: Submit Final Rating
de: Abschließende Bewertung abschicken

source: <h3>Switzerland's Energy Transition</h3>
de: <h3>Die Energiewende in der Schweiz</h3>

source: **Please describe a concrete concern that you have about the Energy Transition:**
de: **Bitte beschreiben Sie ein konkretes Anliegen, das Sie bezüglich der Energiewende haben:**

source: Submit Concern
de: Anliegen absenden

source: I'm worried the energy transition will increase electricity bills.
de: Ich befürchte, dass die Energiewende die Stromrechnungen erhöhen wird.

source: I'm concerned about blackouts during the transition period.
de: Ich bin besorgt über Stromausfälle während der Übergangsphase.

source: I fear job losses in traditional energy sectors.
de: Ich fürchte, dass in traditionellen Energiesektoren Arbeitsplätze verloren gehen.

source: I'm worried about environmental impacts of new infrastructure.
de: Ich mache mir Sorgen über die Umweltauswirkungen neuer Infrastruktur.

source: I feel the transition is moving too fast and disrupting daily life.
de: Ich habe das Gefühl, dass der Übergang zu schnell verläuft und den Alltag stört.

source: Need inspiration? Click here to see example concerns.
de: Brauchen Sie Inspiration? Klicken Sie hier, um Beispielanliegen zu sehen.

source: <div style="background-color: #000000; color: gray; font-size: 13px; padding: 5px; text-align: center; border-radius: 5px;"> Please enter at least
de: <div style="background-color: #000000; color: gray; font-size: 13px; padding: 5px; text-align: center; border-radius: 5px;"> Bitte geben Sie mindestens

source: characters. You currently have:
de: Zeichen ein. Sie haben derzeit:

source: characters.</div>
de: Zeichen.</div>
